Repository: DasLampe/simplesamlphp-module-openidprovider
Catalog: locales/*/LC_MESSAGES/openidProvider.po
Languages: ar, cs, da, de, es, et, eu, fr, he, hr, id, it, ja, lt, lv, nl, nn, no, pt, ro, ru, sl, sr, sv, zh, zh_tw

# {openidProvider:title_no_user}
source: OpenID provider
ar: مزود ال OpenID
cs: OpenID poskytovatel
da: OpenID udbyder
de: OpenID-Anbieter
es: Proveedor OpenID
et: OpenID pakkuja
eu: OpenID hornitzailea
fr: Fournisseur OpenID
he: ספק OpenID
hr: Ustanova koja izdaje OpenID elektroničke identitete
id: Provider OpenID
it: Provider OpenID
ja: OpenIDプロバイダ
lt: OpenID teikėjas
lv: OpenID piegādātājs
nn: OpenID tilbydar
no: OpenID tilbyder
pt: Fornecedor de Identidades OpenID
ro: Furnizorul OpenID
ru: Провайдер OpenID
sl: OpenID ponudnik
sr: Davalac OpenID digitalnih identiteta
sv: OpenID-leverantör
zh: OpenID提供者
zh_tw: OpenID 提供者

# {openidProvider:title_user}
source: OpenID for %USERID%
ar: %USERID% ل OpenID
cs: OpenID pro %USERID%
de: OpenID für %USERID%
es: OpenID para %USERID%
et: OpenID %USERID%
eu: OpenID %USERID%(r)entzat
fr: OpenID pour %USERID%
he: OpenID עבור %USERID%
hr: OpenID za %USERID%
id: OpenID untuk %USERID%
it: OpenID per %USERID%
ja: %USERID% の OpenID
lt: Vartotojo %USERID% OpenID
lv: OpenID priekš %USERID%
nl: OpenID voor %USERID%
pt: OpenID para %USERID%
ro: OpenID pentru %USERID%
ru: OpenID для %USERID%
sl: OpenID za %USERID%
sr: OpenID za %USERID%
sv: OpenID för %USERID%
zh: %USERID%的OpenID

# {openidProvider:user_page_for}
source: This is the OpenID user page for <code>%USERID%</code>.
ar: صفحة المستخدم ل OpenID <code>%USERID%</code>
cs: Toto je uživatelská tránka OpenID pro <code>%USERID%</code>.
da: Dette er OpenID brugersiden for <code>%USERID%</code>.
de: Dies ist die OpenID Nutzerseite für <code>%USERID%</code>
es: Esta es la página OpenID de usuario para <code>%USERID%</code>
et: See on OpenID kasutajaleht kasutajale <code>%USERID%</code>.
eu: Hau erabiltzailearen OpenID orria da <code>%USERID%</code>(r)entzat.
fr: Ceci est la page OpenID pour <code>%USERID%</code>.
he: <code>%USERID%</code>. זהו דף המשתמש OpenID עבור
hr: Ovo je OpenID stranica za korisnika <code>%USERID%</code>.
id: Ini adalah halaman pengguna OpenID untuk <code>%USERID%</code>.
it: Questa è la pagina utente OpenID per <code>%USERID%<code>.
ja: ここはO<code>%USERID%</code>のOpenIDユーザーページです。
lt: Tai OpenID puslapis vartotojui <code>%USERID%</code>.
lv: Šī ir OpenID lietotāja lapa priekš <code>%USERID%</code>.
nl: Dit is de OpenID gebruikerspagina voor <code>%USERID%</code>.
nn: Dette er OpenID brukersida for <code>%USERID%</code>.
no: Dette er OpenID brukersiden for <code>%USERID%</code>.
pt: Está na página de OpenID do utilizador <code>%USERID%</code>
ro: Aceasta este pagina OpenID pentru <code>%USERID</code>.
ru: Это OpenID страница для пользователя <code>%USERID%</code>.
sl: To je OpenID stran uporabnika <code>%USERID%</code>.
sr: Ovo je OpenID stranica za korisnika <code>%USERID%</code>.
sv: Detta är OpenID-användarsida för <code>%USERID%</code>.
zh: 这是<code>%USERID%</code>的OpenID的用户页面
zh_tw: 這是 OpenID <code>%USERID%</code> 的使用者介面。

# {openidProvider:view_own_page}
source: View your own OpenID page.
ar: شاهد صفحتي ب OpenID
cs: Zobrazit Vaši OpenID stránku.
da: Se din egen OpenID side.
de: Zeigen Sie Ihren OpenID-Seite an.
es: Visuarlizar tu propia página OpenID
et: Näita enda OpenID lehekülge.
eu: Bistaratu zure OpenID orria.
fr: Voir votre propre page OpenID.
he: הצג את דף ה OpenID שלך
hr: Pogledaj vlastitu OpenID stranicu.
id: Lihat halaman OpenID anda.
it: Visualizza la tua pagina OpenID.
ja: あなたのOpenIDページを参照。
lt: Pamatyti savo OpenID puslapį.
lv: Skatiet savu OpenID lapu.
nl: Bekijk uw eigen OpenID pagina.
nn: Sjå di OpenID-side
no: Se på din egen OpenID side.
pt: Ver a sua página de OpenID.
ro: Accesați pagina dumneavoastră OpenID.
ru: Посмотреть Вашу OpenID страницу.
sl: Poglejte svojo OpenID stran.
sr: Pogledaj svoju OpenID stranicu.
sv: Visa din egen OpenID-sida.
zh: 访问你自己的OpenID页面
zh_tw: 檢視您的 OpenID 頁面。

# {openidProvider:login_view_own_page}
source: Log in to view your own OpenID page.
ar: قم بتسجيل الدخول لتشاهد صفحتك ب OpenID
cs: Přihlásit se pro zobrazení Vaší OpenID stránky.
da: Log ind for at se dine egen OpenID side.
de: Melden Sie sich an, um Ihre eigene OpenID-Seite zu betrachten.
es: Accede para ver tu página OpenID
et: Logi sisse oma OpenID lehekülje nägemiseks.
eu: Sartu zure OpenID orria ikusteko.
fr: Connexion pour accéder à votre propre page OpenID.
he: התחבר למערכת כדי לראות את דף ה OpenID שלך
hr: Prijavite se da biste vidjeli vašu OpenID stranicu.
id: Log in untuk melihat halaman OpenID Anda.
it: Collegati per visualizzare la tua pagina OpenID.
ja: あなたのOpenIDページを参照する為にログイン。
lt: Prisijunkite, kad pamatytumėte savo OpenID puslapį.
lv: Pieslēdzieties pie savas OpenID lapas.
nl: Log in om uw eigen OpenID pagina te bekijken.
nn: Logg inn for å sjå di OpenID-side
no: Logg på for å se på din egen OpenID side.
pt: Efectue a entrada para ver a sua página de OpenID.
ro: Autentificați-vă pentru a vizualiza pagina dumneavoastră OpenID.
ru: Войти для просмотра Вашей OpenID страницы.
sl: Prijavite se in poglejte svojo OpenID stran.
sr: Prijavite se da biste videli vašu OpenID stranicu.
sv: Logga in för att se din egen OpenID-sida.
zh: 登录以访问你自己的OpenID页面
zh_tw: 登入以檢視您的 OpenID 頁面。

# {openidProvider:your_identifier}
source: To log in with your OpenID identifier, use the following identifier:
ar: للدخول مستخدما ً اسم دخولك ل OpenID, استخدم التعريف أدناه
cs: Pro přihlášení pomocí Vašeho OpenID identifikátoru použijte následující identifikátor:
da: For at logge ind med OpenID, brug følgende ID:
de: Um sich mit Ihren OpenID-Bezeichner anzumelden, verwenden Sie den folgenden Bezeichner:
es: Para acceder con tu identificador OpenID, usa el siguiente identificador
et: Kasuta järgnevat identifikaatorit oma OpenID identifikaatoriga sisse logimiseks:
eu: Zure OpenID identifikadorearekin sartzeko, erabil ezazu identifikadore hau:
fr: Pour vous connecter avec votre identifiant OpenID, utilisez l'identifiant suivant:
he: כדי להתחבר עם מזהה OpenID, השתמש במזהה הבא:
hr: Da biste se prijavili s vašim OpenID elektroničkim identitetom, koristite sljedeći identifikator:
id: Untuk log in dengan identifier OpenID anda, gunakan identifier berikut :
it: Per collegarsi con il proprio identificatore OpenID, usa il seguente:
ja: OpenID識別子でログインする為に以下のIDを識別子を使用します。
lt: Norėdami prisijungti su savo OpenID, naudokite šį identifikatorių:
lv: Lai pieslēgtos ar Jūsu OpenID identifikatoru, izmantojiet šo identifikatoru:
nl: Om in te loggen met uw OpenID identificatiemiddel, gebruikt u het volgende identificatiemiddel:
nn: For å logga inn med OpenID, bruk følgjande ID:
no: For å logge inn med din OpenID, bruk følgende ID:
pt: Para efectuar a entrada com OpenID, utilize o seguinte identificador:
ro: Pentru a vă autentifica cu identificatorul dumneavoastră OpenID, folosți următorul identificator:
ru: Для входа с Вашим OpenID идентификатором, используйте следующий идентификатор:
sl: Za prijavo z vašim OpenID identifikatorjem uporabite naslednje:
sr: Da biste se prijavili s vašim OpenID digitalnim identitetom, koristite sledeći identifikator:
sv: För att logga in med din OpenID-leverantör använd följande identifierare:
zh: 选择如下的标志，使用你自己的OpenID标志登录
zh_tw: 若要登入 OpenID 識別，使用下列識別：

# {openidProvider:howto_delegate}
source: You can also delegate a different identifier to use this OpenID provider. To do that, you need to add the following to the <code>&lt;head&gt;</code>-element on the webpage of that identifier:
ar: يمكنك استخدام تعريف اخر للدخول لهذا الموقع، للقيام بذلك قم بإضافة الآتي <code>&lt;head&gt;</code>-element لمتصفحك
cs: Můžete také delegovat různý identifikátor pro použití tohoto OpenID poskytovatele. Musíte pro to přidat následující do <code>&lt;head&gt;</code> elementu na webové stránce tohoto identifikátoru:
da: Du kan også bruge et andet ID til denne OpenID udbyder. For at gøre dette, skal du tilføje følgende til <code>&lt;head&gt;</code>-element på websiden for dette ID:
de: Sie können auch einen anderen Bezeichner bevollmächtigen, diesen OpenID-Anbieter zu verwenden. Um dies zu tun, müssen Sie das folgende <code>&lt;head&gt;</code>-Element auf der Webseite dieses Bezeichners hinzufügen:
es: Puede además utilizar un identificador diferente para utilizar este proveedor OpenID. Para hacerlo debe agregar el elemento <code>&lt;head&gt;</code> a la página del identificador:
et: Võid delegeerida ka muu identifikaatori seda OpenID pakkujat kasutama. Selle tegemiseks pead lisama järgneva koodi selle indetifikaatori veebilehekülje <code>&lt;head&gt;</code>-elementi.
eu: Identifikadore ezberdin bat ere erabil dezakezu OpenID hornitzaile hau erabiltzeko. Horretarako <code>&lt;head&gt;</code> elementuari hurrengoa identifikadorearen orrian gehitu behar diozu:
fr: Vous pouvez aussi utiliser un identifiant délégué différent pour ce fournisseur OpenID. Pour ce faire, ajoutez l'élément <code>&lt;head&gt;</code> sur la page web de l'identifiant:
he: אתה יכול להסמיך מזהה שונה להשתמש בספק OpenID <code>&lt;head&gt;</code> לדף הבית של המזהה המבוקש: הנוכחי. בשביל כך, אתה צריך להוסיף רת אלמנט
hr: Ovom davatelju OpenID elektroničkih identiteta možete dodijeliti i drugačiji identifikator. Da biste to napravili, morate dodati sljedeći sadržaj u <code>&lt;head&gt;</code> element zaglavlja web stranice tog identifikatora:
id: Anda juga dapat mendelegasikan pengidentifikasi yang berbeda untuk menggunakan provider OpenID ini. Untuk melakukan hal itu, anda harus menambahkan <code>&lt;head&gt;</code>-element ke halaman web pengidentifikasi tersebut.
it: E' possibile delegare un altro identificatore perché sia usato con questo provider OpenID. Per far questo, occorre aggiungere il seguente <code>&lh;head&gt;<code> elemento nella pagina web dell'identificatore:
ja: さらに、このOpenIDプロバイダを使用する為に別の識別子に委任することが出来ます。これを行うには、あなたはWEBページの<code>&lt;head&gt;</code>要素に以下の識別子を追加する必要が有ります。
lt: Jūs taip pat galite priskirti kitą identifikatorių šio OpenID teikėjo naudojimui. Jums reikia pridėti šį <code>&lt;head&gt;</code> elementą to identifikatoriaus tinklapyje:
lv: Jūs varat arī deleģēt citu identifikatoru šī OpenID piedāvātāja izmantošanai. Lai to izdarītu, identifikatora interneta lapā pie <code>&lt;head&gt;</code>-elementa Jums jāpievieno sekojošais:
nl: U kunt ook delegeren een ander id met deze OpenID provider te gebruiken. Om dat te doen, moet u het volgende toevoegen aan het <code>&lt;head&gt;</code>-element op de webpagina van dat identificatiemiddel:
nn: Du kan også delegera ein annan ID for bruk i denne OpenID-tilbydaren. For å gjera det, må du leggja til det som står under inni <code>&lt;head&gt;</code>-elementet på websida til den andre IDen:
no: Du kan også delegere en annen OpenID til å benytte denne OpenID tilbyderen. For å gjøre det, må du legge til følgende <code>&lt;head&gt;</code>-element på websiden til denne OpenID-en du vil delegere.
pt: Pode também delegar este fornecedor de Identidades OpenID noutro identificador. Para o fazer, necessita de adicionar o seguinte texto no elemento <code>&lt;head&gt;</code> da página web desse novo identificador.
ro: Puteți delega un identificator diferit pentru utilizarea acestui furnizor OpenID. În acest caz, trebuie să adăugați următoarele la elementul <code>&lt;head&gt;</code> din pagina web a identificatorului respectiv:
ru: Вы также можете выделить другой идентификатор для работы с данным провайдером OpenID. Для этого необходимо добавить следующий элемент на странице данного идентификатора: <code>&lt;head&gt;</code>
sl: Lahko določite drug identifikator za prijavo na tem OpenID ponudniku. To storite tako da, naslednje dodate v element <code>&lt;head&gt;</code> v spletne strani tega identifikatorja.
sr: Ovom davaocu OpenID digitalnih identiteta možete dodeliti i drugačiji identifikator. Da biste to uradili, morate dodati sledeći sadržaj u <code>&lt;head&gt;</code> element web stranice tog identifikatora:
sv: Du kan också delegera till en annan identifierare att använda denna OpenID-leverantör. För att göra detta måste du lägga till följande till <code>&lt;head&gt;</code>-elementet på webbsidan för den identifieraren:
zh: 你可以授权一个不同的标识符，来使用这个OpenID提供者，为此你需要在那个标识符<code>&lt;head&gt;</code>元素中添加下列信息
zh_tw: 您亦可於 OpenID 提供者使用不同身分識別。若需如此，請新增這個識別標籤 <code>&lt;head&gt;</code>-元件至您的網頁：

# {openidProvider:logout_title}
source: Log out
ar: تسجيل الخروج
cs: Odhlásit
da: Log ud
de: Abmelden
es: Cerrar sesión
et: Logi välja
eu: Saioa itxi
fr: Se déconnecter
he: התנתקות
hr: Odjavi se
it: Disconnessione
ja: ログアウト
lt: Atsijungti
lv: Atslēgties
nl: Log uit
nn: Logg ut
no: Logg av
pt: Sair
ro: Ieșire din sistem (deautentificare)
ru: Выйти
sl: Odjava
sr: Odjavi se
sv: Logga ut
zh: 登出
zh_tw: 登出

# {openidProvider:logout}
source: Click here to log out of your OpenID user.
ar: اضغط لتخرج من OpenID خاصتك
cs: Klikněte zde pro odhlášení Vašeho OpenID uživatele.
da: Klik her for at logge din OpenID bruger ud.
de: Klicken Sie hier, um sich von Ihrem OpenID-Benutzer abzumelden.
es: Pincha aquí para salir de tu usuario OpenID
et: Klõpsa siia oma OpenID kasutajast välja logimiseks.
eu: Sakatu hemen zure OpenID erabiltzailetik irteteko
fr: Cliquez ici pour clore votre session OpenID.
he: לחץ כאו כדי להתנתק ממשתמש ה OpenID שלך.
hr: Kliknite ovdje da biste se odjavili.
id: Klik disini untuk log out dari user OpenID anda.
it: Clicca qui per disconnetterti come utente OpenID.
ja: クリックしてOpenIDユーザをログアウトします。
lt: Spauskite čia norėdami atsijungti nuo savo OpenID vartotojo.
lv: Klikšķiniet šeit, lai atslēgtos.
nl: Klik hier om uit te loggen van uw OpenID gebruiker.
nn: Klikk her for å logga ut med din OpenID-brukar
no: Trykk her for å logge ut av din OpenID bruker.
pt: Carregue aqui para sair desta página de utilizador OpenID.
ro: Apăsați aici pentru a ieși din contul dumneavoastră OpenID.
ru: Кликните тут для выхода вашего OpenID пользователя.
sl: Kliknite tukaj za odjavo OpenID uporabnika.
sr: Kliknite ovde da biste se odjavili.
sv: Klicka här för att logga ut från din OpenID-användare.
zh: 点击这里登出你的OpenID
zh_tw: 按這裡登出您的 OpenID 使用者。

# {openidProvider:confirm_question}
source: Do you wish to log on to %SITEURL%?
ar: هل ترغب بتسجيل الدخول ل %SITEURL%?
cs: Přejete si přihlásit se k %SITEURL%?
da: Vil du logge ind til %SITEURL%?
de: Möchten Sie sich auf %SITEURL% anmelden?
es: ¿Deseas acceder a %SITEURL%?
et: Kas sa soovid logida sisse leheküljele %SITEURL%?
eu: %SITEURL%(e)an sartu nahi al duzu?
fr: Voulez vous vous connecter sur %SITEURL%?
he: האם ברצונך להתחבר ל %SITEURL%?
hr: Želite li se prijaviti za pristup stranici %SITEURL%?
id: Apakah anda ingin log in ke %SITEURL%?
it: Vuoi collegarti a %SITEURL% ?
ja: %SITEURL% へログインしますか?
lt: Ar norite prisijungti prie %SITEURL%?
lv: Vai vēlaties pieslēgties pie %SITEURL%?
nl: Wilt u in te loggen op %SITEURL%?
nn: Ønskjer du å logga inn til %SITEURL%?
no: Ønsker du å logge på %SITEURL%?
pt: Pretende efectuar a entrada em %SITEURL%?
ro: Doriți să vă conectați la %SITEURL%?
ru: Вы хотите войти на %SITEURL%?
sl: Ali se želite prijaviti v %SITEURL%?
sr: Želite li se prijaviti za pristup stranici %SITEURL%?
sv: Vill du logga in på %SITEURL%?
zh: 你想登录至%SITEURL%
zh_tw: 您想登入下列網址 %SITEURL% ？

# {openidProvider:remember}
source: Remember this decision
ar: تذكر هذا القرار
cs: Pamatovat toto rozhodnutí
da: Husk dette
de: Diese Entscheidung merken
es: Recordar esta decisión
et: Jäta see otsus meelde
eu: Gogoratu erabaki hau
fr: Retenir cette décision
he: זכור את ההחלטה
hr: Zapamti ovu odluku
id: Ingat pilihan ini.
it: Ricordati questa decisione
ja: この設定を記憶する
lt: Atsiminti šį sprendimą
lv: Atcerēties šo izvēli
nl: Onthoud deze keuze
nn: Hugs denne avgjerda
no: Husk dette valget
pt: Lembrar esta decisão
ro: Ține minte această alegere
ru: Запомнить это решение
sl: Zapomni si to odločitev
sr: Zapamti ovu odluku
sv: Spara detta beslut
zh: 记住这个决定
zh_tw: 記住這個決定

# {openidProvider:confirm}
source: Confirm
ar: تاكيدالقرارات كيد
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
et: Kinnita
eu: Berretsi
fr: Confirmer
he: אשר
hr: Potvrdi
id: Konfirmasi
it: Confermo
ja: 確認
lt: Patvirtinti
lv: Piekrist
nl: Bevestig
nn: Stadfest
no: Bekreft
pt: Confirmar
ro: Confirm/De acord
ru: Подтвердить
sl: Potrdi
sr: Potvrdi
sv: Bekräfta
zh: 确认
zh_tw: 確認

# {openidProvider:notconfirm}
source: Do not confirm
ar: لا تؤكد
cs: Nepotvrdit
da: Bekræft ikke
de: Nicht bestätigen
es: No confirmar
et: Ära kinnita
eu: Ez berretsi
fr: Ne pas confirmer
he: אל תאשר
hr: Nemoj potvrditi
id: Jangan konfirmasi
it: Non confermo
ja: 確認しない
lt: Nepatvirtinti
lv: Nepiekrist
nl: Weiger
nn: Stadfesting ikkje
no: Ikke bekreft
pt: Não confirmar
ro: Nu confirm/Nu sunt de acord
ru: Отказаться от подтверждения
sl: Ne potrdi
sr: Nemoj potvrditi
sv: Bekräfta inte
zh: 不确认
zh_tw: 不確認

# {openidProvider:trustlist_trustedsites}
source: Trusted Sites
ar: موقع موثوق به
cs: Důvěryhodná místa
da: Hjemmesider du har tillid til
de: Vertrauenswürdige Sites
es: Sitios de confianza
et: Usaldatavad leheküljed
eu: Gune fidagarriak
fr: Sites de confiance
he: אתרים מהימנים
hr: Web stranice kojima vjerujete
id: Situs yang dipercayai
it: Siti affidabili
ja: 信頼されているサイト
lt: Patikimi Tinklapiai
lv: Uzticamās vietnes
nl: Vertrouwde Sites
nn: Tiltrudde partnarar
no: Klarerte websider
pt: Sites confiáveis
ro: Situri de încredere
ru: Доверенные сайты
sl: Zaupanja vredne strani
sr: Web stranice kojima verujete
sv: Godkända sajter
zh: 信任站点
zh_tw: 信任站台

# {openidProvider:trustlist_remove}
source: Remove
ar: امسح
cs: Odebrat
da: Fjern
de: Löschen
es: Eliminar
et: Eemalda
eu: Ezabatu
fr: Supprimer
he: הסר
hr: Ukloni
id: Buang
it: Rimuovere
ja: 削除
lt: Pašalinti
lv: Dzēst
nl: Verwijder
nn: Ta vekk
no: Fjern
pt: Remover
ro: Șterge
ru: Удалить
sl: Odstrani
sr: Ukloni
sv: Ta bort
zh: 移除
zh_tw: 移除

# {openidProvider:trustlist_nosites}
source: No sites are trusted. When you authenticate with a site, you can choose to add it to this list by choosing <q>Remember this decision</q>.
ar: لا توجد مواقع موثوق بها. عندما تقوم بالتصديق علي احد المواقع، يمكنك إضافته للقائمة باختيار <q>remember this decision</q>.
cs: Žádná důvěryhodná místa. Když se přihlásíte ke stránce, můžete ji přidat do tohoto seznamu volbou <q>Pamatovat toto rozhodnutí</q>.
da: Der er ikke gemt nogle sites. Når authenticater mod et site kan du vælge at gemme sitet i denne liste ved at vælge <q>Gem mit valg</q>
de: Keine Site ist vertrauenswürdig. Wenn Sie sich auf einer Site authentifizieren, können Sie sie dieser List hinzufügen, indem Sie <q>Diese Entscheidung merken</q> anwählen.
es: No hay sitios de confianza. Cuando te autentiques en un sitio puede elegir añadirlo a a esta lista seleccionando <q>Recordar esta decisión</q>
et: Ühtegi lehekülge ei usaldata. Kui sa autendid mingil leheküljel, siis saad lisada seda nimekirja, valides <q>Jäta see otsus meelde</q>.
eu: Ez dago gune fidagarririk. Gune batean kautotzen zarenean zerrenda honetara gehitzea hautatu dezakezu <q>Gogoratu erabaki hau</q> hautatuz.
fr: Aucun site de confiance. Quand vous vous authentifiez sur un site, vous pouvez décider de l'ajouter à cette liste en sélectionnant <q>Retenir cette décision</q>.
he: אין אתרים מהמנים. כאשר תזדהה עם אתר, אתה יכול לבחור להוסיף אותו לרשימה זו על ידי בחירת <q>זכור את ההחלטה</q>.
hr: Trenutno ne vjerujete niti jednoj web stranici. Prilikom autentifikacije za pristup nekoj web stranici možete ju postaviti na popis stranica kojima vjerujete odabirom opcije <q>Zapamti ovu odluku</q>.
id: Tidak ada situs yang dipercayai. Ketika anda melakukan autentifikasi pada suatu situs, anda dapat memilih untuk menambahkannya ke daftar ini dengan memilih <q>Remember this decision</q>.
it: Non ci sono siti affidabili. Quando ti autentichi con un sito, puoi scegliere di aggiungerlo a tale list selezionando <q>Ricordati questa decisione</q>.
ja: 信頼されているサイトはありません。あなたがサイトに認証を行う際、あなたはリストに追加された<q>記憶した決定</q>から選択する事が出来ます。
lt: Nėra patikimų tinklapių. Kai tinklapyje patvirtinate autentiškumą, galite pridėti jį į šį sąrašą pasirinkę <q>Atsiminti šį sprendimą</q>.
lv: Nav uzticamu vietņu. Kad autentificējaties šajā vietnē, varat to pievienot sarakstam izvēloties <q>Atcerēties šo izvēli</q>.
nl: Geen sites zijn vertrouwd. Wanneer u verbind met een site, kunt u kiezen om deze toe te voegen aan deze lijst, door <q>Onthoud deze keuze</q> te kiezen.
nn: Ingen tenester er lagra. Når du logger inn på ei teneste, kan du velja å leggja ho inn på lista over tiltrudde partnarar ved å velja <q>Hugs denne avgjerda</q>.
no: Ingen sites er husket. Når du autentiserer deg hos en site, kan du velge å legge den til denne listen ved å velge <q>Husk dette valget</q>.
pt: Lista de sites confiáveis vazia. Quando se autenticar num site, pode adicioná-lo a esta lista escolhendo <q>Lembrar esta decisão</q>.
ro: Niciun sit nu este considerat de încredere. Atunci când vă autentificați pe un sit, puteți alege adăugarea acestuia în lista celor de încredere prin marcarea <q>Reține această alegere</q>
ru: Нет доверенных сайтов. После выполнения аутентификации на сайте, можно добавить данный сайт в ваш список, выбрав <q>Запомнить мой выбор</q>.
sl: Nobeno spletno mestno ni zaupanja vredno. Med prijavo lahko dodate spletno mesto na ta seznam z izbiro <q>Zapomni si to odločitev</q>.
sr: Trenutno ne verujete nijednoj web stranici. Prilikom autentifikacije za pristup nekoj web stranici možete je postaviti na popis stranica kojima verujete odabirom opcije <q>Zapamti ovu odluku</q>.
sv: Inga sajter är sparade. När du loggar in på en sajt kan du välja om du ska lägga den i listan genom att välja <q>Spara detta beslut</q>.
zh: 没有信任站点，当你认证一个站点的时候，你可以选择增加至信任列表通过选择<q>记住这个决定</q>
zh_tw: 沒有任何信任站台。當你於站台認證，您可點選 <q>記住這個決定</q> 加入該站至這個清單裡
